Dlubal.DynamPro.MassFromLoadImportType
Mass from load import type.

Dlubal.DynamPro.MassFromLoadImportType.UnknownLoadFromLoadImportType
Unknown type

Dlubal.DynamPro.MassFromLoadImportType.1
Unknown type

Dlubal.DynamPro.MassFromLoadImportType.NoMassFromLoadImport
Do not import mass from force components of loads

Dlubal.DynamPro.MassFromLoadImportType.MassFromLoadCase
Import mass from selected load case (MassImportLoadNo)

Dlubal.DynamPro.MassFromLoadImportType.MassFromLoadCombination
Import mass from selected load combination (MassImportLoadNo)